Repository: Neotin695/gradeuration
Catalog: lib/config/lang/app_*.arb
Languages: ar

# lang
source: English
ar: العربية

# whatYourEmail
source: What`s your email?
ar: ما هو بريدك الإلكتروني؟

# definePassword
source: Define your password
ar: حدد كلمة المرور الخاصة بك

# howYouWantLogin
source: How do you want to login?
ar: كيف تريد الدخول؟

# continueGoogle
source: Continue with Google
ar: المتابعة مع جوجل

# continueEmail
source: Continue with Email
ar: المتابعة مع البريد الإلكتروني

# notMemember
source: Not a member yet?
ar: لست عضوا بعد؟

# alreadyMember
source: Already a member?
ar: هل أنت عضو بالفعل؟

# whatName
source: What`s your full name?
ar: ما هو اسمك الكامل؟

# whatDateBirth
source: What`s your date of birth?
ar: ما هو تاريخ ميلادك؟

# howWouldAddressed
source: How would you like to be addressed?
ar: كيف تود أن تُعرف؟

# verifyNumber
source: Verify phone number
ar: تحقق من رقم الهاتف

# iDoLater
source: I`ll do it later
ar: سأفعل ذلك لاحقًا

# bannedPage
source: Sorry your account has been banned
ar: عذرًا، تم حظر حسابك

# contectUs
source: Contact Us
ar: اتصل بنا

# editProfilePhoto
source: Edit profile picture
ar: تعديل صورة الملف الشخصي

# editPesonalDetails
source: Edit personal details
ar: تعديل التفاصيل الشخصية

# verifyProfile
source: Verify your profile
ar: تحقق من ملفك الشخصي

# addPreference
source: Add my preference
ar: إضافة تفضيلاتي

source: Edit travel preference
ar: تعديل تفضيلات السفر

# whatBio
source: What would you like other members to know about you?
ar: ما الذي تود أن يعرفه أعضاء آخرون عنك؟

# whatInterests
source: What are your interests? Is there anywhere you travel regularly? Why should people travel with you
ar: ما هي اهتماماتك؟ هل هناك أي مكان تسافر إليه بانتظام؟ لماذا يجب على الناس السفر معك؟

# yourTravelLife
source: Your travel announcement is live! Now passengers can book your car and share rides with you!
ar: إعلان رحلتك الآن مباشر! الآن يمكن للركاب حجز سيارتك ومشاركة الرحلات معك!

# chat1
source: I`m a chatterbox!
ar: أنا شخص محب للحديث!

# chat2
source: I`m chatty when i feel comfortable
ar: أكون محب للحديث عندما أشعر بالراحة

# chat3
source: I`m the quiet type
ar: أنا من النوع الهادئ

# music1
source: it`s all about the playlist!
ar: الأمر يتعلق بقائمة التشغيل!

# music2
source: i`ll jam depending on the mood
ar: سأعزف حسب المزاج

# music3
source: Silence is golden
ar: الصمت من ذهب

# smoking1
source: i`m fine with smoking
ar: أنا بخير مع التدخين

# smoking2
source: Cigarette breaks outside the car are ok
ar: استراحات التدخين خارج السيارة مقبولة

# smoking3
source: No smoking, please
ar: يرجى عدم التدخين، من فضلك

# pet1
source: I love pets, Woof!
ar: أنا أحب الحيوانات الأليفة، وووف!

# pet2
source: I`ll travel with pets depending on the animal
ar: سأسافر مع الحيوانات الأليفة حسب نوع الحيوان

# pet3
source: I`d prefer not to travel with pets
ar: أفضل عدم السفر مع الحيوانات الأليفة

# yourFutureRide
source: Your future travel plans will appear here.
ar: ستظهر خطط سفرك المستقبلية هنا.

# historyRequests
source: History of requests your rides
ar: سجل طلبات رحلاتك

# reasonRejection
source: Reason for rejection
ar: سبب الرفض

# enableInstantBooking
source: Enable Instant Booking for your passengers
ar: تمكين الحجز الفوري للركاب

# noNeedReview
source: No need to review every passenger`s request before it expires
ar: لا حاجة لمراجعة طلب كل راكب قبل انتهاء مدته

# getPassenger
source: Get More passengers
ar: احصل على المزيد من الركاب

# theyPrefer
source: They prefer to get on instant answer
ar: يفضلون الحصول على إجابة فورية

# review
source: Review every request before it expires
ar: مراجعة كل طلب قبل انتهاء مدته

# atWhatTime
source: At what time will you pick passengers up?
ar: في أي وقت ستقوم بالتقاط الركاب؟

# whatRoute
source: What is your route?
ar: ما هو مسارك؟

# makeSureAmoun
source: Make sure the amount you would get from 4 passengers is lower than the cost of your journey. Otherwise you might violate your insurance contract or local laws
ar: تأكد من أن المبلغ الذي ستحصل عليه من 4 ركاب أقل من تكلفة رحلتك. خلاف ذلك، قد تنتهك عقد التأمين الخاص بك أو القوانين المحلية

# thieseBestPlace
source: Thiese are the best place to stop in those cities. Ok for you?
ar: هذه هي أفضل الأماكن للتوقف في تلك المدن. هل توافق؟

# prefectPrice
source: Prefect price for this ride! You`ll get passengers in no time
ar: سعر مثالي لهذه الرحلة! ستحصل على الركاب في وقت قصير

# comingBack
source: Coming back as well? Publish your return ride now!
ar: هل تعتزم العودة أيضًا؟ قم بنشر رحلتك العودة الآن!

# whatTime
source: At what time will you pick passengers up?
ar: في أي وقت ستقوم بالتقاط الركاب؟

# travelPreference
source: Travel preferences
ar: تفضيلات السفر

# writeMessage
source: Write a message (optional)
ar: اكتب رسالة (اختياري)

# sendRequests
source: Send request
ar: إرسال الطلبات

# noRide
source: No ride for now!
ar: لا رحلة الآن!

# createRide
source: Create your ride?
ar: هل ترغب في إنشاء رحلتك؟

# yourPickRide
source: Your pick of rides at low prices
ar: اختيارك من الرحلات بأسعار منخفضة

# passengerCount
source: So how many passengers can you take?
ar: فكم عدد الركاب الذين يمكنك أخذهم؟

# yourbookingInstant
source: Your booking will be confirmed instantly
ar: سيتم تأكيد حجزك فورًا

# yourBookReview
source: Your booking waon`t be confirmed until the driver approves your request
ar: لن يتم تأكيد حجزك حتى يوافق السائق على طلبك

# requestsReviewd
source: Request is begin to review we notify you after reviewed
ar: تم بدء مراجعة الطلب، سنقوم بإخطارك بعد المراجعة

source: Email
ar: البريد الإلكتروني

source: Password
ar: كلمة المرور

source: Sign up
ar: سجل

source: Log in
ar: تسجيل الدخول

# phone
source: Phone number
ar: رقم الهاتف

source: About you
ar: عنك

source: Account
ar: الحساب

source: Confirm Email
ar: تأكيد البريد الإلكتروني

# confirmPhone
source: Confirm phone number
ar: تأكيد رقم الهاتف

# vehicle
source: Vehicles
ar: المركبات

source: Add vehicle
ar: إضافة مركبة

source: Edit vehicle
ar: تعديل المركبه

source: Sign out
ar: تسجيل الخروج

source: Full name
ar: الاسم الكامل

# addPhone
source: add phone number
ar: إضافة رقم الهاتف

source: Chattiness
ar: الحديث

source: Music
ar: الموسيقى

source: Smoking
ar: التدخين

source: Pets
ar: الحيوانات الأليفة

source: Save
ar: حفظ

source: Confirmed email
ar: البريد الإلكتروني المؤكد

source: Email not confirmed
ar: البريد الإلكتروني غير مؤكد

source: Confirmed phone
ar: رقم الهاتف المؤكد

# phoneNoConfirmed
source: Phone not confirmed
ar: رقم الهاتف غير مؤكد

source: About
ar: حول

source: Accept Passenger
ar: قبول الراكب

source: Reason
ar: السبب

source: Send
ar: إرسال

source: Reject Passenger
ar: رفض الراكب

source: Search
ar: بحث

source: Today
ar: اليوم

source: Leaving from
ar: المغادرة من

source: Going to
ar: الذهاب إلى

source: More Convenience
ar: المزيد من الراحة

# enableInstant
source: Enable Instant Booking
ar: تمكين الحجز الفوري

source: Got it
ar: فهمت

source: Add
ar: إضافة

# setYourPrice
source: Set your price per seat
ar: تحديد سعرك للمقعد الواحد

# recommendedPrice
source: Recommended price:{price}
ar: السعر الموصى به: {price}

# addStopPlace
source: Add Stop over places
ar: إضافة أماكن التوقف

# addStopOvers
source: Add stopovers to get more passengers
ar: إضافة توقفات للحصول على المزيد من الركاب

source: Share ride
ar: مشاركة الرحلة

# report
source: Report ride
ar: تقرير عن الرحلة

source: Cancel Ride
ar: إلغاء الرحلة

source: Book
ar: حجز

# waiting
source: Waiting for replay
ar: في انتظار الرد

# requestBook
source: Request to Book
ar: طلب الحجز

source: Verify Otp
ar: التحقق من رمز التحقق

source: Yes,sure!
ar: نعم، بالتأكيد!

source: No, thanks
ar: لا، شكرًا

source: Contact
ar: اتصال

# totalPrice
source: Total price for 1 passenger
ar: السعر الإجمالي لراكب واحد

# addBio
source: Add a mini bio
ar: إضافة سيرة ذاتية

# editBio
source: Edit your bio
ar: تحرير سيرتك الذاتية

source: 'Personal details
ar: تفاصيل شخصية

source: Ride Remember
ar: تذكير بالرحلة

# rideRememberMsg
source: don`t forget your ride, started at {date}
ar: لا تنسى رحلتك، بدأت في {date}

# passengerCancel
source: Passenger cancel ride
ar: إلغاء الراكب للرحلة

source: New passenger booked
ar: حجز راكب جديد

# thePassengerCancelled
source: The passenger {name} has been cancelled your ride
ar: الراكب {name} قام بإلغاء رحلتك

# thereNewPasseenger
source: There a new passenger booked with your ride, tap review passenger
ar: هناك راكب جديد حجز مع رحلتك، اضغط لمراجعة الراكب

source: Travel Remember
ar: تذكير بالسفر

# areYouReady
source: Are your ready? ride started {date}, if you are not ready please cancel book to avoid any problem or got bannad
ar: هل أنت جاهز؟ بدأت الرحلة في {date}، إذا لم تكن جاهزًا يرجى إلغاء الحجز لتجنب أي مشكلة أو حظر

# awesomeyourRequest
source: Awesome your request accepted
ar: رائع، تم قبول طلبك

# noPrepareYourLugg
source: Now prepare your luggage so that you travel on the date of the trip and do not miss it
ar: الآن قم بتجهيز أمتعتك للسفر في تاريخ الرحلة ولا تفوتها

# thereNewRequest
source: There a new request to book
ar: هناك طلب جديد للحجز

# requestsToBook
source: {name} requested to book with you, Tap to review request
ar: {name} طلب الحجز معك، اضغط لمراجعة الطلب

# thisTripSuitable
source: This trip is not suitable for you
ar: هذه الرحلة غير مناسبة لك

# travelCancelled
source: Your travel has been successfully cancelled now
ar: تم إلغاء رحلتك بنجاح الآن

# weNotifyYou
source: Your ride has been booked and we will send you a notification when the ride is approaching
ar: تم حجز رحلتك وسنرسل لك إشعارًا عند اقتراب موعد الرحلة

# accepted
source: The passenger has successfully accepted it now
ar: لقد قبلت هذا الراكب بنجاح الآن

# rejected
source: The passenger has successfully turned it down now.
ar: لقد رفضت هذا الراكب بنجاح الآن

# fullPassenger
source: Number of passengers completed
ar: عدد الركاب مكتمل

# changeLang
source: Change Language
ar: تغير اللغة

# passengerCounts
source: Passengers: {passenger}
ar: الركاب: {passenger}

source: Ride Plan
ar: خطة الرحلة

# noPassenger
source: No passenger for this ride
ar: لا يوجد ركاب لهذه الرحلة

# seePublication
source: See your Publication online
ar: انظر إلى نشرتك على الإنترنت

source: Edit ride plan
ar: تحرير خطة الرحلة

# payoutMethod
source: Payout mehtod
ar: طريقة الدفع

# paymentMethod
source: Payment mehtod
ar: طريقة الدفع

source: Request payout
ar: طلب الدفع

source: Payment & refunds
ar: الدفع والمبالغ المستردة

source: Change password
ar: تغيير كلمة المرور

source: Ratings
ar: التقييمات

source: Received
ar: تم الاستلام

source: Given
ar: تم التقديم

# youhavent
source: You haven't {type} any ratings yet.
ar: لم تقم بـ {type} أي تقييم حتى الآن.

# payoutMethodMsg
source: To get your passenger's payments, please tell us how you want us to send the money
ar: للحصول على مدفوعات ركابك، يرجى إخبارنا كيف تريد أن نرسل الأموال

# paymentMethodMsg
source: The payment methods you saved when booking a ride wil appear here.
ar: ستظهر هنا طرق الدفع التي قمت بحفظها عند حجز رحلة.

# pendingPayout
source: Pending payout details
ar: تفاصيل الدفع المعلق

# someInfo
source: Some information is needed to receive you payouts
ar: تحتاج بعض المعلومات لتلقي مدفوعاتك

# addMyInfo
source: Add my information
ar: إضافة معلوماتي

# looksLik
source: Looks like you haven't made any online payments in the last 2 years.
ar: يبدو أنك لم تقم بأي مدفوعات عبر الإنترنت في السنتين الماضيتين.

source: Intinerary details
ar: تفاصيل الجدول الزمني

source: Route
ar: المسار

source: Price
ar: السعر

# seatsAndOptions
source: Seats & options
ar: المقاعد والخيارات

# boostBooking
source: Boost booking requests
ar: تعزيز طلبات الحجز

source: Cancel your ride
ar: إلغاء رحلتك

source: Time
ar: الوقت

source: Date
ar: التاريخ

# editStopOver
source: Manage stopovers
ar: إدارة التوقفات الفرعية

# areSureDeleteRide
source: Are you Sure to Cancel your Ride, if there any passenger booked you will waiting to review cancel ride
ar: هل أنت متأكد من إلغاء رحلتك؟ إذا كان هناك ركاب قاموا بالحجز، سيتعين عليك الانتظار لمراجعة إلغاء الرحلة.

# rideCancelledByDriver
source: The Ride was cancelled by the driver
ar: تم إلغاء الرحلة من قبل السائق

# rideCancelledByDriverMsg
source: The trip has been canceled from the driver and we will refund you within 3 working days
ar: تم إلغاء الرحلة من قبل السائق وسنقوم بإعادة المبلغ خلال 3 أيام عمل

# archiveRide
source: Archives
ar: الأرشيف

# archiveDescription
source: Here we archive any ride you've taken.
ar: هنا نقوم بأرشفة أي رحلة قمت بها.

source: Edit Seats
ar: تعديل المقاعد

# autoBooking
source: Edit auto booking
ar: تعديل الحجز التلقائي

# waringMsgCount
source: Make sure the amount you would get from 100 passengers is lower than the cost of your journey. Otherwise you might violate your insurance contract or local laws
ar: تأكد من أن المبلغ الذي ستحصل عليه من 100 راكب أقل من تكلفة رحلتك. وإلا فقد تنتهك عقد التأمين الخاص بك أو القوانين المحلية.

# city1
source: Aden
ar: عدن

# city2
source: Taiz
ar: تعز

# city3
source: Al Hudaydah
ar: الحديدة

# city4
source: Al Mukalla
ar: المكلا

# city5
source: Ibb
ar: إب

# city6
source: Sayun
ar: سيئون

# city7
source: Al Mukha
ar: المخا

# city8
source: Dhamar
ar: ذمار

# city9
source: Marib
ar: مأرب

# city10
source: Zabid
ar: زبيد

# city11
source: Socotra
ar: سقطرى

# city12
source: Hajjah
ar: حجة

# city13
source: Radfan
ar: رداع

# city14
source: Shabwa
ar: شبوة

# city15
source: Amran
ar: عمران

# city16
source: Hadramaut
ar: حضرموت

# city17
source: Tarim
ar: تريم

# city18
source: Ad Dhale
ar: الضالع

# city19
source: Lahij
ar: لحج

# city20
source: Al Bayda
ar: البيضاء

# city21
source: Al Mahrah
ar: المهرة

# city22
source: Bayhan
ar: بيحان

# city23
source: Al Mukalla
ar: المكرمة

# city24
source: Al Mijlad
ar: المجارة

# city25
source: Rayyan
ar: الريان

# city26
source: Al Jabin
ar: الجراحي

# city27
source: Assilan
ar: عسيلان

# city28
source: Crater
ar: كريتر

# city29
source: Jabal Hadid
ar: جبل حديد

# city30
source: Dhain
ar: ذين

# city31
source: Al Wadi'i
ar: الوضيع

# city32
source: Al Zaher
ar: الظاهر

# city33
source: Bani Matar
ar: بني مطر

# city34
source: Beit Al Faqih
ar: بيت الفقيه

# city35
source: Az Zaidiyyah
ar: الزيدية

# city36
source: Al Abdiyah
ar: العبدة

# city37
source: Al Musallob
ar: المصلوب

# city38
source: Al Arish
ar: العريش

# city39
source: Al Hadab
ar: الحدب

# city40
source: Al Darb
ar: الدرب

# city41
source: Al Muaafir
ar: المعافر

# city42
source: Ar Rayyan
ar: الرين

# city43
source: Beit Al Arab
ar: بيت العرب

# city44
source: Al Qunfudhah
ar: القنفذة

# city45
source: Az Zaher
ar: الزاهر

# city46
source: As Samar
ar: السمرة

# city47
source: Bani Malik
ar: بني مالك

# city48
source: Al Aaridhah
ar: العارضة

# city49
source: Ash Shuaybiyah
ar: الشعيبية

source: Choose city
ar: اختر المدينة
